Repository: JaCaLla/ePills
Catalog: ePills/ePills/ViewLayer/Resources/Texts/*.lproj/Localizable.strings
Languages: cs, pl, ru

# first_prescription_title
source: Add
cs: Přidat
pl: Dodaj
ru: Добавить

# first_prescription_title_msg_add
source: Press + for adding your first prescription
cs: Stisknutím [+] přidáte první předpis
pl: Naciśnij [+], aby dodać swoją pierwszą receptę
ru: Нажмите [+] для добавления вашего первого рецепта

# prescription_form_title
source: Prescription form
cs: Předpisový formulář
pl: Formularz recepty
ru: Форма рецепта

# prescription_form_title_update
source: Update prescription
cs: Aktualizujte předpis
pl: Zaktualizuj receptę
ru: Обновить рецепт

# prescription_form_section_medicine
source: Medicine
cs: Lék
pl: Medycyna
ru: Лекарство

# prescription_form_section_medicine_name
source: Name
cs: Název
pl: Imię
ru: название

# prescription_form_section_medicine_units_box
source: Units box
cs: Jednotky box
pl: Pole jednostek
ru: Коробка единиц

# prescription_form_section_administration
source: Administration
cs: Správa
pl: Administracja
ru: администрация

# prescription_form_section_administration_units_dose
source: Units dose
cs: Jednotková dávka
pl: Dawka jednostek
ru: Единицы дозы

# prescription_form_err_name_empty
source: Medicine name cannot be empty
cs: Název medicíny nesmí být prázdný
pl: Nazwa leku nie może być pusta
ru: Название лекарства не может быть пустым

# prescription_form_err_name_minimum
source: Medicine name must be a word with more than 5 characters
cs: Název medicíny musí být slovo s více než 5 znaky
pl: Nazwa leku musi być słowem zawierającym więcej niż 5 znaków
ru: Название лекарства должно состоять из более 5 символов

# prescription_form_err_name_maximum
source: Medicine name can not be longer than 20 characters
cs: Název medicíny nesmí být delší než 20 znaků
pl: Nazwa leku nie może być dłuższa niż 20 znaków
ru: Название лекарства не может быть длиннее 20 символов

# prescription_form_err_units_box_empty
source: Units box name cannot be empty
cs: Název pole jednotek nesmí být prázdný
pl: Nazwa pola Jednostki nie może być pusta
ru: Имя блока не может быть пустым

# prescription_form_err_units_box_maximum
source: Units prescription can not be greater than 99 units per box
cs: Předepisování jednotek nesmí být větší než 99 jednotek v krabici
pl: Recepta jednostek nie może być większa niż 99 jednostek na pudełko
ru: Единица рецепта не может превышать 99 единиц на коробку

# prescription_form_err_units_dose_empty
source: Units prescription can not be empty
cs: Předepisování jednotek nemůže být prázdné
pl: Recepta jednostek nie może być pusta
ru: Единицы рецепта не могут быть пустыми

# prescription_form_err_units_dose_maximum
source: Units prescription can not be greater than 99 units per box
cs: Předepisování jednotek nesmí být větší než 99 jednotek v krabici
pl: Recepta jednostek nie może być większa niż 99 jednostek na pudełko
ru: Единица рецепта не может превышать 99 единиц на коробку

# prescription_form_interval_list_hour
source: Hour
cs: Hodina
pl: Godzina
ru: Час

# prescription_form_interval_list_hours
source: Hours
cs: Hodiny
pl: Godziny
ru: часов

# prescription_form_interval_list_day
source: Day
cs: Den
pl: Dzień
ru: День

# prescription_form_interval_list_1_hour
source: 1 Hour
cs: 1 Hodiny
pl: 1 Godzina
ru: 1 Час

# prescription_form_interval_list_2_hours
source: 2 Hours
cs: 2 Hodiny
pl: 2 Godzina
ru: 2 Часa

# prescription_form_interval_list_3_hours
source: 3 Hours
cs: 3 Hodiny
pl: 3 Godzina
ru: 3 Часa

# prescription_form_interval_list_4_hours
source: 4 Hours
cs: 4 Hodiny
pl: 4 Godzina
ru: 4 Часa

# prescription_form_interval_list_6_hours
source: 6 Hours
cs: 6 Hodiny
pl: 6 Godzina
ru: 6 Часa

# prescription_form_interval_list_8_hours
source: 8 Hours
cs: 8 Hodiny
pl: 8 Godzina
ru: 8 Часa

# prescription_form_interval_list_12_hours
source: 12 Hours
cs: 12 Hodiny
pl: 12 Godzina
ru: 12 Часa

# prescription_form_interval_list_1_day
source: 1 Day
cs: 1 Den
pl: 1 Dzień
ru: 1 день

# prescription_form_interval_list_2_days
source: 2 Days
cs: 2 Dny
pl: 2 Dni
ru: 2 дня

# home_title
source: Home
cs: Start
pl: Początek
ru: Начало

# home_alert_title
source: Atention!
cs: Pozornost!
pl: Uwaga!
ru: Внимание!

# home_alert_message
source: This prescription is going to be eliminated! Proceed?
cs: Tento předpis bude odstraněn! Pokračovat?
pl: Ta recepta zostanie wyeliminowana! Kontynuować?
ru: Этот рецепт будет отменен! Продолжить?

# home_alert_ok
source: Yes
cs: Ano
pl: Tak
ru: да

# home_prescription_not_started
source: Not started. Press icon to start
cs: Nezačal. Stisknutím ikony spustíte
pl: Nie rozpoczęto. Naciśnij ikonę, aby rozpocząć
ru: Не запущен. Нажмите значок, чтобы начать

# home_prescription_onging
source: In course, next dose:
cs: Samozřejmě další dávka:
pl: W toku, następna dawka:
ru: Продолжается, следующая доза:

# home_prescription_ongoing_ready
source: You can take your dose, press icon to mark
cs: Můžete si vzít dávku, press ikonu označit
pl: Możesz wziąć swoją dawkę, naciśnij ikonę, aby zaznaczyć
ru: Вы можете принять свою дозу, нажмите значок, чтобы отметить

# home_prescription_ongoing_ellapsed
source: Dose ellapsed, press icon to mark
cs: Uplynul, stiskněte ikonu pro označení
pl: Upłynęło, naciśnij ikonę, aby zaznaczyć
ru: Прошло, нажмите значок, чтобы отметить

# home_prescription_finished
source: Presciption finished
cs: Předpis byl dokončen
pl: Recepta zakończona
ru: Рецепт закончен

# home_prescription_hours_suffix
source: h
pl: g
ru: Ч

# home_prescription_days_suffix
source: d
ru: д

# home_prescription_more_than_month
source: > Month
pl: > Miesiąc
ru: > Месяц

# setup_title
source: Setup
cs: Založit
pl: Ustawiać
ru: Настроить

# setup_section_general
source: General
cs: Všeobecné
pl: Generał
ru: Общее

# setup_section_others
source: Otros
cs: Ostatní
pl: Inne
ru: другие

# setup_option_version
source: Version
cs: Verze
pl: Wersja
ru: Версия

# setup_option_reset
source: Reset
cs: Resetovat
pl: Resetowanie
ru: Сброс

# calendar_last_dose
source: Last dose:
cs: Poslední dávka:
pl: Ostatnia dawka:
ru: Последняя доза:

# notification_next_dose
source: Next dose:
cs: Další dávka:
pl: Następna dawka:
ru: Следующая доза:

# home_prescription_secs_suffix
source: s
cs: d
